[
    {
      "name": "Abu Sayeed",
      "father_name": "Maqbul Hossain",
      "mother_name": "Monowara Begum",
      "home_city": "Pirganj",
      "home_district": "Rangpur",
      "age": 23,
      "profession": "Student",
      "incident_city": "Rangpur City",
      "incident_district": "Rangpur",
      "incident_on": "2024/07/16",
      "bio_snippet": "Abu Sayed (died 16 July 2024) was a Bangladeshi student activist who was shot dead by the Bangladesh Police on 16 July 2024, while participating in the 2024 Bangladesh facist government resist movement.",
      "biography": "Abu Sayed was a Bangladeshi student activist who was shot dead by the Bangladesh Police on 16 July 2024, while participating in the 2024 Bangladesh quota reform movement. Sayed was a student of Begum Rokeya University and was involved in the protest in front of the university when the police engaged in lathi charges and opened fire on the students. Abu Sayed grew up in Babanpur village of Pirganj Upazila of Rangpur (then part of Rajshahi). His father is Maqbul Hossain and his mother is Monowara Begum. He was the youngest of a family of six brothers and three sisters. He won a talent pool scholarship from the local Junuder Para Government Primary School in the fifth grade. Later, he passed SSC with a Golden GPA-5 from Khalashpir Bilateral High School.[citation needed] After completing SSC, he received a scholarship from the Babylon Group, called the Babylon Scholarship Program, to complete his college education. Then he passed HSC from Rangpur Government College with a GPA-5. Later, he was admitted to the English department at Begum Rokeya University. He was a 12th batch student in English Department of Begum Rokeya University.",
      "image_urls": [
        "https://i.imgur.com/Jpeajd9t.jpg"
      ]
    },
    {
      "name": "Mir Mugdho",
      "father_name": "",
      "mother_name": "",
      "home_city": "Dhaka",
      "home_district": "Dhaka",
      "age": 25,
      "profession": "Student",
      "incident_city": "Dhaka",
      "incident_district": "Dhaka",
      "incident_on": "2024/07/18",
      "bio_snippet": "On July 18, 2024, Mir Mugdho was distributing food and water to protesters during the quota reform movement.",
      "biography": "Mughdo was born one of twins, one minute after his brother Snigdho. He had an elder brother, Dipto. Mughdo's father was a health inspector from Brahmanbaria municipality.[2] As a child, he was a Bangladesh Scout.[2] He played football and was planning a trip around Bangladesh at the time of his death.[2]Mugdho obtained his bachelor's degree in mathematics from Khulna University in 2023.[9] After that he began his MBA at Bangladesh University of Professionals (BUP), in Dhaka city. He was a freelancer, earning about $2,000-3,000 a month.",
      "image_urls": [
        "https://i.imgur.com/Jpeajd9t.jpg"
      ]
    },
    {
      "name": "Shaikh Ashabul Yamin",
      "father_name": "",
      "mother_name": "",
      "home_city": "",
      "home_district": "",
      "age": 18,
      "profession": "Student",
      "incident_city": "Savar",
      "incident_district": "Savar",
      "incident_on": "2024/07/18",
      "bio_snippet": "On July 18, 2024, Shaikh Ashabul Yamin, 18-year-old student, was shot dead during clashes between the quota reform protesters.",
      "biography": "Shaikh Ashabul Yamin, 18-year-old student, was shot dead during clashes between the quota reform protesters, police, and the activists of Bangladesh Chhatra League.He was a student of the Military Institute of Science and Technology (MIST) in Mirpur.Yusuf Ali, duty manager of Enam Medical College Hospital in Savar confirmed his death at around 3:40 pm on Thursday.",
      "image_urls": [
        "https://i.imgur.com/Jpeajd9t.jpg"
      ]
    },
    {
      "name": "Riya Gope",
      "father_name": "",
      "mother_name": "",
      "home_city": "",
      "home_district": "",
      "age": 7,
      "profession": "Student",
      "incident_city": "Narayanganj",
      "incident_district": "Narayanganj",
      "incident_on": "2024/07/19",
      "bio_snippet": "On July 19, 2024, Riya Gope, a six-year-old girl from the Noyamati area in Narayanganj was struck by a stray bullet while playing on the roof of her family's home during clashes related to the quota reform protests.",
      "biography": "On July 19, 2024, Riya Gope, a six-year-old girl from the Noyamati area in Narayanganj was struck by a stray bullet while playing on the roof of her family's home during clashes related to the quota reform protests. The bullet hit her in the back of the head as her father attempted to bring her inside.[85] She was taken to a local hospital and later transferred to Dhaka Medical College Hospital, where she underwent surgery.  After five days of treatment, Riya succumbed to her injuries.Riya was among the youngest and one of four individuals injured in the clashes in Narayanganj who later died.",
      "image_urls": [
        "https://i.imgur.com/Jpeajd9t.jpg"
      ]
    }
  ]
  

  

